export default function Project1() { return <div>
    <h1>로봇을 이용한 보행제어 의료기기 연구 프로젝트(샘플)</h1> 
        <p>
        본 프로젝트는 로봇 기술을 활용하여 보행제어 의료기기를 연구하는 것을 목표로 합니다. 주요 연구 내용은 다음과 같습니다:
        <br/><br/>
        1. 보행제어 의료기기의 설계 및 개발: 환자의 보행을 지원하고 교정할 수 있는 의료기기의 구조와 기능을 설계하고, 이를 구현하는 기술을 연구합니다.
        <br/>
        2. 로봇 기술의 적용: 로봇 공학의 최신 기술을 활용하여 의료기기의 성능을 향상시키고, 환자의 움직임에 보다 정밀하게 대응할 수 있도록 합니다.
        <br/>
        3. 임상 적용 및 평가: 개발된 의료기기를 실제 환자에게 적용하여 그 효과를 평가하고, 개선점을 도출합니다.
        <br/><br/>
        이 프로젝트를 통해 보행제어 의료기기의 혁신적인 발전을 이루고, 환자들의 삶의 질 향상에 기여하고자 합니다.
        <br/><br/>
        실제로 코스닥 상장 기업인 엔젤로보틱스와 서울대병원에서 공동으로 진행 중에 있는 프로젝트로, 학부연구생으로 참여하여 의료기기 개발에 필요한 소프트웨어 및 하드웨어 연구를 수행하고자 합니다.
        <br/>
        이러한 프로젝트를 통해 의료기기 개발에 대한 실무 경험을 쌓고, 로봇 공학 및 보행제어 분야의 전문 지식을 심화시킬 수 있을 것으로 기대하고 있습니다.
        </p>
        <img src="/image/med.jpeg" alt="프로젝트1 상세이미지" style={{ width: '400px', display: 'block', margin: '20px auto' }} />
    </div>
    
; }