export default function Project2() { return <div>
    <h1>능동 장애물 회피 드론 소프트웨어 개발 및 적용 프로젝트(진행 중)</h1> 
        <p>
        본 프로젝트는 드론에 능동 장애물 회피 소프트웨어를 개발하고 적용하는 것을 목표로 합니다. 주요 연구 내용은 다음과 같습니다:
        <br/><br/>
        1. 장애물 인식 기술 개발: 드론이 실시간으로 주변 환경을 인식하고 장애물을 탐지할 수 있는 알고리즘을 개발합니다. 이를 위해 컴퓨터 비전 및 센서 융합 기술을 활용합니다.
        <br/>
        2. 회피 경로 계획: 탐지된 장애물을 효과적으로 회피할 수 있는 경로 계획 알고리즘을 설계합니다. 이 알고리즘은 드론의 비행 안정성과 효율성을 고려하여 최적의 경로를 생성합니다.
        <br/>
        3. 소프트웨어 통합 및 테스트: 개발된 장애물 회피 소프트웨어를 드론 시스템에 통합하고, 다양한 환경에서의 비행 테스트를 통해 성능을 평가하고 개선합니다.
        <br/><br/>
        이 프로젝트를 가능케 하기 위해서, 제가 가지고 있는 드론에 적합한 임베디드 시스템을 찾고자 합니다. 또한, 드론 소프트웨어 개발에 필요한 프로그래밍 언어와 도구들을 학습하고 활용할 계획입니다.
        <br/>
        최종적으로, 이 프로젝트를 통해 드론의 자율 비행 능력을 향상시키고, 다양한 응용 분야에서의 활용 가능성을 탐구하고자 합니다.
        </p>
        <img src="/image/drone2.jpeg" alt="프로젝트2 상세이미지" style={{ width: '400px', display: 'block', margin: '20px auto' }} />
    </div>
; }