export default function Project3() { return <div>
    <h1>인공지능 알고리즘을 적용한 2D 게임 제작 프로젝트(샘플)</h1> 
        <p>
        본 프로젝트는 인공지능 알고리즘을 활용하여 2D 게임을 제작하는 것을 목표로 합니다. 주요 연구 내용은 다음과 같습니다:
        <br/><br/>
        1. 게임 기획 및 디자인: 흥미로운 스토리라인과 캐릭터, 레벨 디자인을 포함한 게임의 전반적인 기획과 디자인을 수행합니다.
        <br/>
        2. 인공지능 알고리즘 개발: 게임 내 적 캐릭터의 행동 패턴, 난이도 조절, 플레이어와의 상호작용 등을 위한 인공지능 알고리즘을 개발합니다. 이를 통해 게임의 몰입감과 재미를 극대화합니다.
        <br/>
        3. 게임 엔진 활용 및 구현: Unity 또는 Godot과 같은 게임 엔진을 활용하여 게임을 구현하고, 인공지능 알고리즘을 통합합니다. 또한, 다양한 플랫폼에서의 테스트와 최적화를 진행합니다.
        <br/><br/>
        이 프로젝트를 통해 인공지능 기술을 게임 개발에 적용하는 방법을 탐구하고, 창의적이고 재미있는 게임을 제작하는 경험을 쌓고자 합니다.
        <br/>
        저는 도시 건설 게임을 개발하고 싶은 마음이 있습니다. 이는 인공지능을 활용해서 도시의 시민들에게 자율성을 부여하여, 그들이 집에서 직장으로 이동하는 최단 경로를 찾고, 스스로 걸어서 이동하거나, 자동차를 타거나,
        제가 직접 만든 대중교통 수단을 이용하도록 하는 시스템을 구현하는 것을 목표로 합니다.
        <br/>
        이러한 시스템을 통해 플레이어는 도시의 교통 흐름을 관리하고 최적화하는 재미를 느낄 수 있을 것입니다.
        </p> 
        <img src="/image/game.jpeg" alt="프로젝트3 상세이미지" style={{ width: '400px', display: 'block', margin: '20px auto' }} />
    </div>
; }