export default function Project4() { return <div>
    <h1>Github를 이용한 개발 과정 기록 장기 프로젝트(진행 중)</h1> 
        <p>
        본 프로젝트는 Github를 활용하여 소프트웨어 개발 과정을 체계적으로 기록하고 관리하는 것을 목표로 합니다. 주요 연구 내용은 다음과 같습니다:
        <br/><br/>
        1. 버전 관리 및 협업: Github의 버전 관리 기능을 활용하여 코드 변경 사항을 추적하고, 팀원 간의 협업을 원활하게 진행합니다. 이를 통해 개발 과정에서 발생하는 충돌을 최소화하고 효율적인 협업 환경을 조성합니다.
        <br/>
        2. 이슈 트래킹 및 프로젝트 관리: Github의 이슈 트래킹 기능을 사용하여 버그, 기능 개선, 작업 할당 등을 체계적으로 관리합니다. 또한, 프로젝트 보드를 활용하여 개발 진행 상황을 시각적으로 파악하고 조정할 수 있습니다.
        <br/>
        3. 문서화 및 지식 공유: 프로젝트와 관련된 문서, 가이드라인, 코드 예제 등을 Github Wiki나 README 파일에 정리하여 팀원들과 지식을 공유합니다. 이를 통해 새로운 팀원이 빠르게 프로젝트에 적응할 수 있도록 지원합니다.
        <br/><br/>
        이 프로젝트를 통해 Github의 다양한 기능을 효과적으로 활용하는 방법을 탐구하고, 체계적인 개발 과정 기록 및 관리를 실현하고자 합니다.
        <br/>
        컴퓨터공학도인 이상, 개발과는 뗄레야 뗄 수 없는 관계이기에, 장기적으로 개인 프로젝트를 진행하면서 개발 과정을 체계적으로 기록하고 관리하는 방법을 익히고자 합니다.
        이를 통해 향후 협업 프로젝트나 오픈소스 기여 시에도 원활한 소통과 효율적인 개발 과정을 유지할 수 있을 것으로 기대하고 있습니다.
        </p>
        <img src="/image/git.jpeg" alt="프로젝트4 상세이미지" style={{ width: '400px', display: 'block', margin: '20px auto' }} />
    </div>
; }