const careers = [
  { tab: "2024", content:
    <p>
      <h3>주요 활동</h3>
      - 1월 공군 병 전역 후 1년 휴학
      <br/>- 영어, 독서, 운동 등 자기계발 집중
      <br/>- 토익 875점, 토익스피킹 AL 취득
      <br/><br/>
      <h3>수강 과목</h3>
      - 
    </p>
   },
  { tab: "2025", content: 
    <p>
      <h3>주요 활동</h3>
      - 메디컬캠퍼스에서 글로벌캠퍼스로 학적 변경
      <br/>- 의공학과 2학년 복학
      <br/>- 한국의공학전공대학생연합 가천지부 가입
      <br/>- 2학년 2학기 컴퓨터공학부 컴퓨터공학전공으로 전과
      <br/>- 가천대학교 중앙동아리 코드인 가입
      <br/>- 2학년 2학기 의공학과 복수전공 신청 및 승인
      <br/><br/>
      <h3>수강 과목</h3>
      <h4>- 의공학과</h4>
      - 전자/통신 : 디지털시스템, 전기회로, 공업수학
      <br/>
      - 생체의학 : 생체재료, 조직공학
      <h4>- 컴퓨터공학과</h4>
      - 컴퓨터공학 : 컴퓨터공학개론, 운영체제, 데이터베이스, 데이터통신, 이산수학
      <br/>
      - 언어 : C언어, 리엑트, 자바스크립트, 리눅스
    </p> },
  { tab: "2026", content: 
    <p>
      <h3>주요 활동</h3>
      - 컴퓨터공학과 및 의공학과 3학년 재학
      <br/>- 컴퓨터공학과 학부연구생 IRV-LAB 참여 
      <br/>- 토익 950점 취득 목표
      <br/>- JLPT N2 자격증 취득 목표
      <br/>- UROP-P 학부연구생 참여 (예정)
      <br/>- 개인 프로젝트 진행 (예정)
      <br/><br/>
      <h3>수강 과목</h3>
      <h4>- 의공학과</h4>
      - 전자/통신 : 전기회로설계(예정), 디지털시스템설계(예정)
      <br/>
      - 생체의학 : 해부학, 생리학
      <h4>- 컴퓨터공학과</h4>
      - 컴퓨터공학 : 선형대수, 자료구조, 확률과 통계, 컴퓨터구조
      <br/>
      - 언어 : JAVA(예정)
    </p> },
  { tab: "2027(예정)", content:
    <p>
      <h3>주요 활동(예정)</h3>
      - 컴퓨터공학과 랩실에서 학부 졸업 논문 직성 (SCI급 이상)
      <br/>- 드론 제어 시스템 분야 대학원 컨텍
      <br/>- 졸업
    </p> },
];
export default careers;