const careers = [
  { tab: "2024", content:
    <p>- 1월 공군 병 전역 후 1년 휴학
      <br/>- 영어, 독서, 운동 등 자기계발 집중
      <br/>- 토익 875점, 토익스피킹 AL 취득
    </p>
   },
  { tab: "2025", content: 
    <p>- 메디컬캠퍼스에서 글로벌캠퍼스로 학적 변경
      <br/>- 의공학과 2학년 복학
      <br/>- 한국의공학전공대학생연합 가천지부 가입
      <br/>- 2학년 2학기 컴퓨터공학부 컴퓨터공학전공으로 전과
      <br/>- 가천대학교 중앙동아리 코드인 가입
      <br/>- 2학년 2학기 의공학과 복수전공 신청 및 승인
    </p> },
  { tab: "2026", content: 
    <p>- 컴퓨터공학과 및 의공학과 3학년 재학
      <br/>- 컴퓨터공학과 학부연구생 IRV-LAB 참여 
      <br/>- UROP-P 학부연구생 참여 (예정)
      <br/>- 토익 950점 취득 목표
      <br/>- JLPT N2 자격증 취득 목표
      <br/>- 개인 프로젝트 진행 (예정)
    </p> }
];
export default careers;