const intros = [
  { tab: "프로필", content: <p>202138150 홍사훈
    <br/><br/>가천대학교 IT융합대학 컴퓨터공학과 주전공
    <br/>가천대학교 IT융합대학 의공학과 복수전공
    <br/>
    <br/>학점 : 4.24/4.5 
    <br/>전공학점 : 4.27/4.5
    <br/>취득학점 : 82(18)/120
    </p> },
  { tab: "관심사", content: <p>- 드론을 활용한 응급 및 재난 구조 시스템에도 관심이 많습니다. 이를 기반으로 한 비행 제어기 설계 및 실시간 제어 소프트웨어 개발을 탐구하고 있습니다.
    <br/><br/>- 현재는 컴퓨터공학과 랩실에서 드론의 저고도 추종비행에 대해 연구 및 실험하고 있습니다.<br/><br/>- 즉, 저의 관심사는 컴퓨터공학과 의공학을 융합하여, 인간의 삶의 질을 향상시키는 혁신적인 기술 솔루션을 개발하는 데에 있습니다. 
    </p> },
  { tab: "목표", content: <p>AI가 대체할 수 없는 인적 자원이 되기</p> }
];
export default intros;