const intros = [
  { tab: "프로필", content: <p>202138150 홍사훈
    <br/><br/>가천대학교 IT융합대학 컴퓨터공학과 주전공
    <br/>가천대학교 IT융합대학 의공학과 복수전공
    <br/>
    <br/>학점 : 4.24/4.5 
    <br/>전공학점 : 4.27/4.5
    <br/>취득학점 : 82(18)/120
    </p> },
  { tab: "관심사", content: <p> 저는 드론을 활용한 응급 및 재난 구조 시스템에 관심이 많습니다. 
    이를 기반으로 한 비행 제어기 설계 및 실시간 제어 소프트웨어 개발을 탐구하고 있습니다. 
    이를 위해 현재는 컴퓨터공학과 연구실에서 드론의 저고도 추종비행에 대해 연구하고 논문을 작성하고 있습니다. 
    즉, 저의 관심사는 컴퓨터공학과 의공학을 융합하여, 인간의 삶의 질을 향상시키는 혁신적인 기술 솔루션을 개발하는 데에 있습니다. </p> },
  { tab: "목표", content: <p>대학원 진학을 통해 드론, 자율 시스템, 인공지능 기반 제어 분야의 전문성을 쌓고, 
    장기적으로는 국내외에서 사람의 안전과 삶의 질 향상에 기여할 수 있는 공학 연구자로 성장하는 것이 목표입니다.</p> },
  { tab: "자격증", content: <p>언어 자격증 : TOEIC, TOEIC Speaking <br/><br/>
   컴퓨터 활용 자격증 : MOS Master, ITQ Master, 워드프로세서 1급 </p> }
];
export default intros;