const intros = [
  { tab: "프로필", content: <p>202138150 홍사훈
    <br/><br/>가천대학교 IT융합대학 컴퓨터공학과 주전공
    <br/>가천대학교 IT융합대학 의공학과 복수전공</p> },
  { tab: "관심사", content: <p>재활, 의료 로보틱스와 임베디드 보행제어 시스템, 그리고 이를 가능케하는 AI 기반 데이터 분석에 깊은 관심을 가지고 있습니다.  
    장기적으로는 재활 보행 의료기기와 디지털 헬스 데이터를 결합하여, 고령자와 신경계 질환 환자를 위한 지능형 보행 보조 시스템을 설계·구현하는 것을 목표로 하고 있습니다.
    <br/><br/>추가적으로 드론을 활용한 응급 및 재난 구조 시스템에도 관심이 많습니다. 이를 기반으로 한 비행 제어기 설계 및 실시간 제어 소프트웨어 개발도 탐구하고 있습니다.
    <br/><br/>즉, 저의 관심사는 컴퓨터공학과 의공학을 융합하여, 인간의 삶의 질을 향상시키는 혁신적인 기술 솔루션을 개발하는 데에 있습니다. 
    </p> },
  { tab: "목표", content: <p>AI가 대체할 수 없는 인적 자원이 되기</p> }
];
export default intros;