const pps = [
  { tab: "아이디어의 시작", content: <p>
    처음으로 저만의 웹페이지를 만든다고 생각했을 때, 계속 페이지에 눈길이 가게끔, 디자인에 신경을 쓰면서 정보를 효과적으로 전달할 수 있는 방법에 대해 고민했습니다.
    그러다 문득, 디자인을 중요시하는 기업인 애플이 떠올랐습니다. 평소에도 애플이란 기업의 철학을 긍정적으로 생각하고, 애플 제품들을 위주로 사용하며 좋아하기 때문에,
    애플 웹사이트의 깔끔하고 직관적인 디자인을 제 나름대로 구현해보고 싶다는 생각이 들었습니다.
    <br/><br/>
    애플 웹사이트는 제품의 특징과 장점을 시각적으로 잘 전달하면서도, 사용자가 쉽게 탐색할 수 있도록 구성되어 있어 많은 사람들이 선호하는 사이트 중 하나입니다.
    그래서 저는 애플 웹사이트의 디자인 철학을 참고하여, 심플하면서도 세련된 느낌을 주는 포트폴리오 웹사이트를 만들기로 결심했습니다.
    <img src="/image/apple.jpeg" alt="애플" style={{ width: '800px', display: 'block', margin: '20px auto' }} />
  </p> },
  { tab: "참고자료 조사", content: <p>
    애플 웹사이트의 디자인 요소들을 분석하기 위해, 먼저 애플 공식 웹사이트를 여러 차례 방문하며 레이아웃, 색상 조합, 타이포그래피, 이미지 사용 방식 등을 꼼꼼히 살펴보았습니다.
    그 과정에서, html을 보면 어떤 구조로 페이지가 구성되어 있는지, css를 보면 어떤 스타일이 적용되어 있는지 등을 알 수 있다는 것을 알게되었습니다.
    <img src="/image/applehome1.png" alt="애플" style={{ width: '800px', display: 'block', margin: '20px auto' }} />
    애플 홈페이지를 보시면, 깔끔한 하얀색 배경에 필요한 내용들은 굴곡이 있는 구역으로 나누어져 있어 시각적으로도 구분이 잘 되고, 사용자가 원하는 정보를 쉽게 찾을 수 있도록 도와줄 수 있음을 알 수 있습니다.
    <img src="/image/applehome2.png" alt="애플" style={{ width: '800px', display: 'block', margin: '20px auto' }} />
    html을 통해 어떻게 정보들이 구성되어 있는지, css를 통해 어떻게 스타일이 적용되어 있는지 등을 분석하며, 애플 웹사이트의 디자인 철학을 제 나름대로 구현하는 데 도움을 받을 수 있었습니다.
    <img src="/image/applehome3.png" alt="애플" style={{ width: '800px', display: 'block', margin: '20px auto' }} />
    이를 통해 애플은 정보가 들어있는 네모 구역은 18~40px의 둥근 모서리를 사용하여 부드러운 느낌을 주고, 섹션 간의 구분을 명확히 하는 동시에 전체적인 디자인의 통일성을 유지하고 있음을 알 수 있었습니다.
    또한, 메뉴바나 버튼 등은 980px를 사용해 원형으로 모서리를 처리하여 클릭하기 쉽게 디자인되어 있음을 알 수 있었습니다.
    <br/><br/>
    이러한 디자인 철학을 참고하여, 저만의 포트폴리오 웹사이트에서도 유사한 스타일을 적용해보고자 했습니다.
    <br/>
    먼저 섹션들은 모두 정사각형에 가까운 네모로 구성하였고, 모서리의 둥근 정도는 40px로 통일하였습니다.
    또한 메뉴바와 버튼 등은 980px로 원형에 가깝게 모서리를 처리하여 클릭하기 쉽게 디자인하였습니다.
    마지막으로 최대한 공부해가며 블러처리, 메뉴바 호버링 효과, 사진의 순차적 등장 효과 등도 적용해보았습니다.
  </p> },
  { tab: "노트로 생각 정리", content: <p>
    저만의 디자인을 구성하고, 욕심을 부리며 포트폴리오를 만드려고 하다보니, 구성 요소들이 많아져, 머리로만 생각하며 웹페이지를 제작하기에 무리가 갔습니다.
    <br/><br/> 
    그래서 노트에 제가 구상한 웹페이지의 레이아웃과 각 섹션에 들어갈 내용들을 스케치하고, 어떻게 하위 구성요소를 가져갈지를 정리해보았습니다.
    <br/><br/>
    노트에 스케치하고 정리한 덕분에, 제가 구상한 웹페이지의 전체적인 구조와 흐름을 명확히 파악할 수 있었고, 각 섹션의 역할과 내용을 체계적으로 구성할 수 있었습니다.
    또한, 노트를 참고하며 웹페이지를 제작하는 과정에서, 제가 놓친 부분이나 개선할 점들을 쉽게 발견할 수 있었고, 이를 통해 더욱 완성도 높은 포트폴리오 웹사이트를 만들 수 있었습니다.
    <img src="/image/pic.jpg" alt="그림" style={{ width: '800px', display: 'block', margin: '20px auto' }} />
    </p> },

];
export default pps;