export default function Future4() { return <div>
    <img src="/image/def.jpeg" alt="defense" style={{ width: '800px', display: 'block', margin: '20px auto' }} />
    <h1>연구을 바탕으로 방위산업체 발전에 기여</h1> 
        <p>
 최종적으로 저는 방위산업체 또는 국방 관련 연구기관에서 연구원으로 활동하는 것을 목표로 하고 있습니다. 제가 관심을 가지고 있는 드론, 비행체, 자율 시스템 기술은 앞으로 방위산업에서 더욱 중요해질 분야라고 생각합니다. 현대의 국방 기술은 단순히 대형 장비나 무기체계에만 의존하는 것이 아니라, 무인 시스템, 센서 융합, 자율비행, 인공지능 기반 판단 기술처럼 빠르고 정밀하게 작동하는 첨단 기술을 중심으로 발전하고 있습니다. 이러한 변화 속에서 컴퓨터공학을 기반으로 한 소프트웨어 역량은 방위산업 연구개발에서 매우 중요한 역할을 할 수 있다고 생각합니다.
<br/><br/>
 이러한 목표를 이루기 위해 저는 학부 과정에서는 컴퓨터공학의 기초 역량을 탄탄히 쌓고, 학부연구생 활동을 통해 드론 및 자율 시스템 연구 경험을 축적하고자 합니다. 이후 대학원에 진학하여 드론 제어, 강화학습, 컴퓨터비전, 센서 융합, 자율항법과 같은 분야를 더 전문적으로 연구하고 싶습니다.
<br/><br/>
 장기적으로는 이러한 경험을 바탕으로 방위산업체의 연구개발 부서나 국방 관련 연구기관에서 무인기, 자율비행 시스템, 지능형 로봇, 국방 인공지능 분야의 연구원으로 활동하고 싶습니다. 또한 기회가 된다면 이러한 기술을 바탕으로 창업을 하여, 다양한 경험을 해보며 살아가보고 싶습니다.        </p>
    </div>
; }

